local addonName, addon = ...
--Translator: ZamestoTV
addon.db = {
    {
        name = "Зов каскадов",
        questID = 75612,
        coordX = 44.2,
        coordY = 74.2,
        announce = {
            ruRU = "Воины стихий начали призывать что-то большое в Колонне каскадов!",
        },
    }, {
        name = "Заговор огней",
        questID = 75455,
        coordX = 32.1,
        coordY = 42.7,
        announce = {
            ruRU = "Из кальдеры доносятся древние песни джарадинов...",
        },
	}, {
        name = "Ремонт монумента",
        questID = 75705,
        coordX = 58.4,
        coordY = 67.8,
        announce = {
            ruRU = "В руинах Нал-кс'кола вокруг разрушенной статуи титанов танцуют беспокойные огоньки.",
        },
    }, {
        name = "Исследование кристаллов",
        questID = 75471,
        coordX = 62.6,
        coordY = 46.4,
        announce = {
            ruRU = "Звон кристаллов разносится по пещере. Мы начнем геологическое исследование возле Прохода!",
        },
    }, {
        name = "Диссонирующие кристаллы",
        questID = 75664,
        coordX = 56.2,
        coordY = 65.2,
        announce = {
            ruRU = "Тихую песню пещер заглушают пронзительные, нестройные звуки!",
        },
    }, {
        name = "Лови мерцокуня, пока не уплыл",
        questID = 75611,
        coordX = 45.6,
        coordY = 85.2,
        announce = {
            ruRU = "У Мерцающего Огга видели огромную рыбу!",
        },
    }, {
        name = "Голодная-преголодная гидра",
        questID = 75478,
        coordX = 46.8,
        coordY = 23.9,
        announce = {
            ruRU = "Из лавы вынырнула голодная гидра! Она ищет еду.",
        },
    }, {
        name = "Неидеальное равновесие",
        questID = 75451,
        coordX = 35.2,
        coordY = 51.4,
        announce = {
            ruRU = "По кальдере эхом прокатывается злобный рев.",
        },
    }, {
        name = "Магмохват-матриарх",
        questID = 75461,
        coordX = 47.2,
        coordY = 25.2,
        announce = {
            ruRU = "Магмохваты сбиваются в рой и собираются размножаться. Экология пещер под угрозой!",
        },
    }, {
        name = "Мортира войны",
        questID = 75454,
        coordX = 39.8,
        coordY = 43.7,
        announce = {
            ruRU = "Из кальдеры доносятся боевые кличи: джарадины начали собирать баллисты.",
        },
    }, {
        name = "Сейсмическая церемония",
        questID = 75450,
        coordX = 34.2,
        coordY = 47.4,
        announce = {
            ruRU = "Кальдера начинает сотрясаться...",
        },
    }, {
        name = "Под огнем",
        questID = 75222,
        coordX = 57.4,
        coordY = 49.0,
        announce = {
            ruRU = "Огненный элементаль приближается к Олфору и Бесси!",
        },
    }, {
        name = "Благовоняния",
        questID = 75370,
        coordX = 63.0,
        coordY = 52.4,
        announce = {
            ruRU = "Делверт начинает варить пахучее зелье у Карст-озера!",
        },
    }, {
        name = "Вонючая драка",
        questID = 75441,
        coordX = 57.6,
        coordY = 57.0,
        announce = {
            ruRU = "Мускусил Запахомант готов к варке!",
        },
    }, {
        name = "Стресс-экспресс",
        questID = 75156,
        coordX = 65.8,
        coordY = 50.8,
        announce = {
            ruRU = "Повозка Дупурта сломалась прямо в Проходе!",
        },
    }, {
        name = "Удар по знаменам",
        questID = 75494,
        coordX = 43.6,
        coordY = 25.0,
        announce = {
            ruRU = "Слуги Нелтариона развернули огромные знамена в знак верности Смертокрылу!",
        },
    }, {
        name = "Состязание чемпионов",
        questID = 75624,
        coordX = 45.2,
        coordY = 84.0,
        announce = {
            ruRU = "В Мерцающем Огге вот-вот начнутся соревнования по тяжелой атлетике!",
        },
    }, {
        name = "Кружащийся ветерок",
        questID = 74352,
        coordX = 58.2,
        coordY = 67.2,
        announce = {
            ruRU = "Воздух гудит энергией. Воины стихий начинают призывать бурю!",
        },
    },
}
